[X2DownloadableContentInfo_VergeSquadmate]
strVergeFirstName = "权杖"
strVergeLastName = ""
strVergeNickName = ""
strVergeBackground = "<font color='#bf80ff'>入侵前：</font>对渗透部队的灵能支持。\n<font color='#bf80ff'>2015 入侵:</font>积极致力于颠覆人类政府。对人类受试者进行微妙、长期的心理控制的实验。\n<font color='#bf80ff'>2016-2034 职业:</font> 被指派由一个有影响力的人长期控制，这个人可以用可理解、令人放心的答案来回答他们关于外星人的问题，让民众保持温顺。被选为“转化为”注入人类遗传物质的灰人的候选者。皈依后，表现出对人类民众的同情迹象。悄悄地开始向抵抗组织通风报信。\n<font color='#bf80ff'>2035 年解放战争：</font>作为内应积极帮助抵抗组织和 XCOM。"
strCountry = "原产国: 中国"

EnableContentLabel="将权杖添加到船员中？"
EnableContentSummary="想要权杖？"
EnableContentAcceptLabel="是"
EnableContentCancelLabel="否"

[X2Ability_Envoy]
CrowdsourceStatAdjustName="群智共鸣"
NeuralNetworkStatAdjustName="神经网络"

EffectFriendlyName="战斗疯魔"
EffectLostFriendlyName="战斗疯魔已移除"
EffectFriendlyDesc="战斗疯魔！这个单位已经失去了与现实的所有联系。"
EffectFailedFriendlyName="战斗疯魔已抵抗"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/>是战斗疯魔状态的."
EffectTickedString="<XGParam:StrValue0/!UnitName/>还是战斗疯魔状态的。"
EffectLostString="<XGParam:StrValue0/!UnitName/>不再战斗疯魔状态。"

[X2Effect_NetworkRegen]
HealedMessage="+<Heal/>血量已恢复"
HealedFailedMessage="恢复失败"

[X2Effect_Levitate_Envoy]
KineticImmobilizeName="悬浮"
KineticImmobilizeDesc="悬浮将敌人抬离地面，目标敌人将在悬浮期间持续受到1点坠落伤伤害并必定命中。悬浮结束后，将目标敌人压回地面以压碎他们的护甲。"
KineticImmobilizeTickFlyover="悬浮剩余时间： <Ability:TurnsRemaining/>"
KineticImmobilizeAddedString="<XGParam:StrValue0/!UnitName/> 被抬起了。"
KineticImmobilizePersistsString="<XGParam:StrValue0/!UnitName/> 仍然被抬起了。"
KineticImmobilizeRemovedString="<XGParam:StrValue0/!UnitName/> 不再被抬起了。"
KineticImmobilizeTitle="被抬起"

[X2Effect_NeuralNetwork]
NeuralNetworkEffectAcquiredString="<XGParam:StrValue0/!UnitName/>已加入<font color='#bf80ff'>神经网络</font>."

[UICustomize_VergeInfo]
m_strIsVerge="无法编辑权杖的信息"